node {
  name: "image_tensor"
  op: "Placeholder"
  attr {
    key: "dtype"
    value {
      type: DT_UINT8
    }
  }
  attr {
    key: "shape"
    value {
      shape {
        dim {
          size: -1
        }
        dim {
          size: -1
        }
        dim {
          size: -1
        }
        dim {
          size: 3
        }
      }
    }
  }
}
node {
  name: "Preprocessor/mul"
  op: "Mul"
  input: "image_tensor"
  input: "Preprocessor/mul/x"
}
node {
  name: "Preprocessor/sub"
  op: "Sub"
  input: "Preprocessor/mul"
  input: "Preprocessor/sub/y"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_1a_3x3/Conv2D"
  op: "Conv2D"
  input: "Preprocessor/sub"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Conv2d_1a_3x3/weights/read/_17__cf__23"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 2
        i: 2
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_1a_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_1a_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_1a_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_1a_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_1a_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2a_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_1a_3x3/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Conv2d_2a_3x3/weights/read/_21__cf__27"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2a_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2a_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2a_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2a_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2a_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2b_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2a_3x3/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Conv2d_2b_3x3/weights/read/_25__cf__31"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2b_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2b_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2b_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2b_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/MaxPool_3a_3x3/MaxPool"
  op: "MaxPool"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_2b_3x3/Relu"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "ksize"
    value {
      list {
        i: 1
        i: 3
        i: 3
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 2
        i: 2
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_3b_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/MaxPool_3a_3x3/MaxPool"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Conv2d_3b_1x1/weights/read/_29__cf__35"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_3b_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_3b_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_3b_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_3b_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_3b_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_4a_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_3b_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Conv2d_4a_3x3/weights/read/_33__cf__39"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_4a_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_4a_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_4a_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_4a_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_4a_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/MaxPool_5a_3x3/MaxPool"
  op: "MaxPool"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Conv2d_4a_3x3/Relu"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "ksize"
    value {
      list {
        i: 1
        i: 3
        i: 3
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 2
        i: 2
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_0/Conv2d_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/MaxPool_5a_3x3/MaxPool"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Mixed_5b/Branch_0/Conv2d_1x1/weights/read/_437__cf__443"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_0/Conv2d_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_0/Conv2d_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_0/Conv2d_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_0/Conv2d_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_0/Conv2d_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/MaxPool_5a_3x3/MaxPool"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/weights/read/_441__cf__447"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0b_5x5/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0a_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0b_5x5/weights/read/_445__cf__451"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0b_5x5/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0b_5x5/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0b_5x5/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0b_5x5/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0b_5x5/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/MaxPool_5a_3x3/MaxPool"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/weights/read/_449__cf__455"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0a_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/weights/read/_453__cf__459"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0b_3x3/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/weights/read/_457__cf__463"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_3/AvgPool_0a_3x3/AvgPool"
  op: "AvgPool"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/MaxPool_5a_3x3/MaxPool"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "ksize"
    value {
      list {
        i: 1
        i: 3
        i: 3
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_3/AvgPool_0a_3x3/AvgPool"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/weights/read/_461__cf__467"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/concat"
  op: "ConcatV2"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_0/Conv2d_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_1/Conv2d_0b_5x5/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_2/Conv2d_0c_3x3/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/Branch_3/Conv2d_0b_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/concat/axis"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_0/Conv2d_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/concat"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_1/Branch_0/Conv2d_1x1/weights/read/_481__cf__487"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_0/Conv2d_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_0/Conv2d_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_0/Conv2d_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_0/Conv2d_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_0/Conv2d_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/concat"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0a_1x1/weights/read/_485__cf__491"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0a_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0a_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0b_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0a_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0b_3x3/weights/read/_489__cf__495"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0b_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0b_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0b_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/concat"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0a_1x1/weights/read/_493__cf__499"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0a_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0a_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0b_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0a_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0b_3x3/weights/read/_497__cf__503"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0b_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0b_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0c_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0b_3x3/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0c_3x3/weights/read/_501__cf__507"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0c_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0c_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0c_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/concat"
  op: "ConcatV2"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_0/Conv2d_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_1/Conv2d_0b_3x3/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Branch_2/Conv2d_0c_3x3/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/concat/axis"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Conv2d_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/concat"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_1/Conv2d_1x1/weights/read/_503__cf__509"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Conv2d_1x1/BiasAdd"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Conv2d_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_1/Conv2d_1x1/biases/read/_502__cf__508"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/mul"
  op: "Mul"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Conv2d_1x1/BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/mul/y"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/add"
  op: "Add"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Mixed_5b/concat"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/mul"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/add"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_0/Conv2d_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_2/Branch_0/Conv2d_1x1/weights/read/_533__cf__539"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_0/Conv2d_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_0/Conv2d_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_0/Conv2d_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_0/Conv2d_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_0/Conv2d_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0a_1x1/weights/read/_537__cf__543"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0a_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0a_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0b_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0a_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0b_3x3/weights/read/_541__cf__547"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0b_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0b_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0b_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0a_1x1/weights/read/_545__cf__551"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0a_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0a_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0b_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0a_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0b_3x3/weights/read/_549__cf__555"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0b_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0b_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0c_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0b_3x3/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0c_3x3/weights/read/_553__cf__559"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0c_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0c_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0c_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/concat"
  op: "ConcatV2"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_0/Conv2d_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_1/Conv2d_0b_3x3/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Branch_2/Conv2d_0c_3x3/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/concat/axis"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Conv2d_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/concat"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_2/Conv2d_1x1/weights/read/_555__cf__561"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Conv2d_1x1/BiasAdd"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Conv2d_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_2/Conv2d_1x1/biases/read/_554__cf__560"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/mul"
  op: "Mul"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Conv2d_1x1/BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/mul/y"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/add"
  op: "Add"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/mul"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/add"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_0/Conv2d_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_3/Branch_0/Conv2d_1x1/weights/read/_559__cf__565"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_0/Conv2d_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_0/Conv2d_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_0/Conv2d_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_0/Conv2d_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_0/Conv2d_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0a_1x1/weights/read/_563__cf__569"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0a_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0a_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0a_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0b_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0a_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0b_3x3/weights/read/_567__cf__573"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0b_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0b_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0b_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_1/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0a_1x1/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_2/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0a_1x1/weights/read/_571__cf__577"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0a_1x1/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0a_1x1/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0a_1x1/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0a_1x1/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0b_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0a_1x1/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0b_3x3/weights/read/_575__cf__581"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0b_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0b_3x3/Conv2D_bn_offset"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0b_3x3/Relu"
  op: "Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0b_3x3/BatchNorm/FusedBatchNorm"
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0c_3x3/Conv2D"
  op: "Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0b_3x3/Relu"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0c_3x3/weights/read/_579__cf__585"
  attr {
    key: "data_format"
    value {
      s: "NHWC"
    }
  }
  attr {
    key: "dilations"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
  attr {
    key: "padding"
    value {
      s: "SAME"
    }
  }
  attr {
    key: "strides"
    value {
      list {
        i: 1
        i: 1
        i: 1
        i: 1
      }
    }
  }
}
node {
  name: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0c_3x3/BatchNorm/FusedBatchNorm"
  op: "BiasAdd"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0c_3x3/Conv2D"
  input: "FirstStageFeatureExtractor/InceptionResnetV2/InceptionResnetV2/Repeat/block35_3/Branch_2/Conv2d_0c_3x3/Conv2D_bn_offset"
}
node {
